
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "個人專屬同步狀態";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "正在同步";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "正在啟動⋯";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "即將完成⋯";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "正在檢查";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "正在檢查";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "正在取消⋯";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "正在停止⋯";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "即將完成⋯";

"CINCH_PROG_PATH_MESSAGE" = " “%@”";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@∕%@ 個項目 – 已完成 %@%%。";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@∕%@ 個項目 – %@∕%@ – 已完成 %@%%。";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ byte";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ KB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "正在連接網路個人專屬。";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "同步會在背景繼續執行。";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "已完成同步。";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "已取消同步。";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "已停止同步。";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "好";
"CINCH_CANCEL_BUTTON" = "取消";
"CINCH_SKIP_BUTTON" = "停止";
"CINCH_CONTINUE_BUTTON" = "繼續";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "您必須要有行動帳號才能使用此功能。";
"CINCH_MUST_BE_MHD_MESSAGE" = "若要建立行動帳號，請開啟“系統偏好設定”，按“帳號”一下，然後再按“建立”一下。如果這些項目已遺失或停用，請詢問系統管理者。";

"CINCH_NO_NETHOME_TITLE" = "同步無法完成，因為位於“%@”的網路個人專屬目前無法使用。";
"CINCH_NO_NETHOME_MESSAGE" = "請稍後可使用時再試一次。";

"CINCH_NOWRITE_NETHOME_TITLE" = "同步無法完成，因為位於“%@”的網路個人專屬不允許寫入。";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "請稍後再試一次，或聯絡您的系統管理者。";

"CINCH_HOME_IN_USE_TITLE" = "您的網路個人專屬可能正在使用中。";
"CINCH_HOME_IN_USE_MESSAGE" = "如果您現在同步，部分檔案可能無法同步。";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "立即同步";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "稍後同步";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "由於您的網路個人專屬發生問題，因此無法進行同步。";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "請嘗試稍後再重新登入並進行同步，或聯絡您的管理者。";

"CINCH_SYNC_FAILED_TITLE" = "無法完成同步。";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "目標沒有足夠的空間來完成操作。";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "自上次同步後，您的網路個人專屬可能已有更動。";
"CINCH_HOME_CHANGED_MESSAGE" = "如果您不確定為何發生此狀況，請選擇“稍後同步”，並且在您再次同步之前先備份最近使用過的檔案。請按一下“更多資訊⋯”來檢視其他選項。";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "自上次同步之後，某些網路個人專屬的檔案可能已有變更。請選擇內含最近使用過檔案的位置。";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "您的選擇只會影響到網路和行動個人專屬上已更動的檔案。其他檔案都會正確同步。\n\n您的網路個人專屬連接於：“%@”。\n您上一次同步行動個人專屬的時間是：“%@”。";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "您的網路個人專屬可能正在使用中。";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "如果您認為這是不正確的，伺服器可能仍會暫時保持您網路個人專屬的鎖定。這樣通常會在短暫的時間之後清除其本身的內容。";

"CINCH_HOME_INVALID_TITLE" = "您的網路個人專屬可能並未設定同步。";
"CINCH_HOME_INVALID_MESSAGE" = "位於“%@”的網路個人專屬未包含同步所需的某些檔案。";

"CINCH_GENERIC_ERR_TITLE" = "目前沒有可用的資訊。";
"CINCH_GENERIC_ERR_MESSAGE" = "稍後再重新登入並且重試一次。";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "稍後同步";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "更多資訊⋯";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "網路個人專屬";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "行動個人專屬";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "您網路個人專屬裡的某些偏好設定檔案較行動個人專屬裡的檔案來得新，並未同步這些檔案。";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "視您的同步設定而定，這些檔案可以在登入或登出時同步。";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "個人專屬同步失敗。要在沒有同步個人專屬的情況下繼續進行嗎？";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "如果您繼續，將儘可能快地同步您的個人專屬。如果您取消，將不會製作您的個人專屬。";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "尚未選取同步的檔案夾。";
"CINCH_NOTHING_MESSAGE" = "若要同步檔案夾，請打開“系統偏好設定”，然後按“帳號”一下。選擇您的帳號並按“行動帳號設定”。在“僅所選的檔案夾”列表裡選擇要同步的檔案夾。若此列表已停用，請詢問系統管理者。";
"Account Mobility Preferences..." = "帳號行動性偏好設定⋯";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "目前無法使用您的網路個人專屬。";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "請在可使用時，稍後再試一次。";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "“%@”的網路個人專屬";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "要建立備有可攜式個人專屬目錄的行動帳號嗎？";
"MCX_PHD_ACCNT_TEXT" = "備有可攜式個人專屬目錄的行動帳號會提供您網路帳號的備份，以及網路個人專屬的同步備份資料，您可在電腦與網路中斷連線時使用。\n";

"MCX_MOBILE_ACCNT_TITLE" = "要建立行動帳號嗎？";
"MCX_MOBILE_ACCNT_TEXT" = "行動帳號會提供您網路帳號的備份，您可在電腦與網路中斷連線時使用。\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "別再詢問";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\n選取個人專屬檔案夾的卷宗：\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\n請連接外接卷宗。\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = "（啟動磁碟）";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "（沒有連接卷宗）";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "立即製作";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "不製作";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "取消登入";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "無法建立行動帳號。";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "必須連接外接卷宗才能製作行動帳號。";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "輸入密碼來建立行動帳號。";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "好";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "取消";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "好";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "不正確的密碼。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "已取消行動帳號的建立。";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "無法建立行動帳號。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "建立行動帳號時發生問題。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "存取行動帳號的個人專屬檔案夾卷宗時發生問題。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "製作行動帳號記錄時發生問題。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "建立或存取“%@”時發生問題。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "建立 FileVault 個人專屬時發生問題。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "由於已有相同名稱的檔案夾，因此無法製作您的 FileVault 個人專屬。";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "正在製作受到 FileVault 保護的個人專屬。";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault 會使用您的登入密碼來加密您的“個人專屬”檔案夾。\n\n初始設定可能要花一些時間。";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "授權外部帳號";

"MCX_XACCNT_AUTH_TITLE" = "要允許來自“%2$@”磁碟的外部帳號“%1$@”連接這台電腦嗎？";
"MCX_XACCNT_AUTH_CHECKBOX" = "記住我的選擇";
"MCX_XACCNT_LOCKED_MESSAGE" = "按鎖頭一下以允許或儲存。";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "請輸入管理者的名稱和密碼。";
"MCX_XACCNT_ALLOW_BUTTON" = "允許";
"MCX_XACCNT_DENY_BUTTON" = "拒絕";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "這台電腦將被管理。是否要在啟用管理設定的情況下繼續？";
"MCX_DISABLE_MGMT_TEXT" = "系統管理者已給您停用管理設定的選項。";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = " 您也可以重新整理任何在本機儲存的電腦設定。";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\n若您記住此選擇，您可以在登入時按住 Option 鍵來再次顯示此視窗。";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "記住我的選擇";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "重新整理偏好設定";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "停用設定";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "允許設定";

"CINCH_SYNC_DATE_TODAY" = "今天 ";
"CINCH_SYNC_DATE_YESTERDAY" = "昨天 ";
"CINCH_SYNC_DATE_TOMORROW" = "明天 ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "HomeSync 密碼";
"KEYCHAIN_NETWORK_KIND" = "網路密碼";
